package deepsleep;

public class AllLines {

	public String[] stage2Start=
		{		"문을 열고 안으로 들어가자, 눅눅하고 후텁지근한 공기가 훅 몰아쳤다",
				"좁은 거실에 옹기종기 모여있는 가구들, 이상할 정도로 큰 냉장고와 푹신해 보이는 소파",
				"익숙하지만... 어딘가 낯설게 느껴지는 풍경이다.",
				"\"쿵!\"",
				"어깨를 묘하게 짓누르던 에코백을 바닥에 던지고, 한숨을 쉬며 신발을 벗었다.",
				"\"하아아아아아아아...\"",
				"오늘은 너무 많은 일이 있었다.. 정말로...",
				"집에 오자마자 도어락이 고장나질 않나.. 정말 되는 일이 하나도 없다.",
				"\"그래도 돌아왔으니까..\"",
				"그런데...",
				"\"도대체 뭐야...\"",
				"아까부터 느껴지는 이 기묘한 위화감과...",
				"뭔가 잊어버린 것 같은 이 찜찜한 느낌...",
				"\"내가....뭔가를 놓치고 있는 걸까..?\"",
				"피로가 뇌를 지배해서 당장이라도 누워서 잠들고 싶지만",
				"이 찜찜한 느낌이 도저히 떨쳐지질 않고, 머릿속을 완전히 뒤흔들고 있다.",
				"내가 도대체 뭐를 잊어버린거지..?",
		};
	public String[] stage2Ecobag =
		{
				"바닥에 집어던진 에코백에 눈이 향했다.",
				"저 안에 내가 잊어버린 무언가에 대한 단서가 있을지도 몰라.",
				"아무렇게나 널부러져 있는 에코백을 집어들었다.",
				"에코백을 거꾸로 뒤집자 요란한 소리를 내며 내용물들이 우수수 쏟아졌다.",
				"이건 아니고.... 이건 또 뭐야... 이런 건 전혀 쓸모없잖아..",
				"전혀 쓸모없어 보이는 것들을 제외하니, 지갑과 휴대폰 그리고 뭐가 들어있는지 알 수 없는 작은 봉투가 남았다.",
		};
	public String[] stage2Organize =
		{
				"이런 장난감이 왜...",
				"이런 류의 장난감은 보통 고양이를 키우는 집에나 있는 장난감인데..",
				"\"나...고양이를 키웠었나...?\"",
				"장난감을 보기 전까지 고양이를 키웠다는 사실조차 잊고 있었다니..",
				"깨닫고 보니 아까부터 부옇게 안개가 낀 것처럼 머릿속이 흐릿한 느낌이다.",
				"\"내...내 이름이 뭐였지.....?\"",
				"스스로 뱉으면서도 어이가 없는 말에 헛웃음이 잠깐 나올 뻔 했지만, 상기하면서도 도저히 내 이름이 기억나질 않는다.",
				"\"나는...누구고...뭐 하는 사람이었지....?\" ",
				"도저히 기억해 낼 수가 없다.",
				"기억해 낼 만한 수단이 뭐 없을까?",
				"생각이 미치자 바닥에 놓여져있는 물건들에 눈이 갔다."
		};
	public String[] identityLines =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] stage2DoorHandleLines =
		{
				"조심스럽게 문 손잡이에 손을 가져다 대었다",
				"도대체 무슨 일인지 정황조차 모르겠고, 정신도 하나도 없지만",
				"일단 안방으로 들어가 보자.",
				"덜컥 덜컥",
				"옅게 한숨을 쉬었다",
				"\"역시나...\"",
				"문은 굳게 잠겨있었다."
		};
	public String[] stage2DoorKnockLines =
		{
				"오른 손으로 주먹을 쥐고 문을 세게 두드렸다",
				"쾅! 쾅! 쾅! 쾅!",
				"콰직!! 쿵!!!",
				"문이 힘없이 부서지며 뒤로 넘어갔다",
				"\"뭐...뭐야?\"",
				"아무리 그래도 나무로 된 방문인데.. 이렇게 쉽게 부서진다고?",
				"뭔가 이상하다고 생각이 들었지만, 일단은 문이 열렸으니 안으로 들어가 보자.",
				"넘어진 방문을 밟으며 안으로 들어가려고 발을 내딛는 순간",
				"귀가 먹먹해질 정도의 폭음이 일어나며 온 집안이 불에 휩싸였다"
		};
	public String[] stage3Start=
		{		"뭐....뭐야..?",
				"멀쩡한 집에 갑자기 불이라니.. 이게 무슨..?",
				"",
				"\"오늘은 너무 힘들었어…  이만 들어가서 쉬자…\"",
				"덜컥 덜컥",
				"다른 걸 생각할 겨를조차 없다. 뭔가에 쫒기듯이 도어락을 위로 제꼈지만 뭐가 문제인지 반응이 없다.",
				"\"뭐야?\"",
				"덜컥 덜컥 덜컥",
				"설마 도어락이 고장난거야?",
				"\"아니 왜\"",
				"덜컥 덜컥 덜컥 덜컥",
				"\"아니 왜!!\"",
				"덜컥 덜컥 덜컥 덜컥 덜컥",
				"쾅!",
				"\"아니 왜 하필 오늘 난리야!!!!\"",
				"일단 문을 열고 생각해보자"
				};
	public String[] stage3Organize =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] stage4Start=
		{		"화면이 밝아지며 평범한 빌라의 현관문이 드러난다.",
				"퀴퀴한 곰팡이 냄새, 습기를 잔뜩 먹은 먼지 냄새, 천장의 희미한 등빛에 모인 이름 모를 날벌레들. 징그럽도록 익숙한 풍경이다.",
				"익숙한 풍경, 익숙한 냄새에 반쯤 포기한 듯 한숨을 쉬면서 집 문의 도어락에 손을 갖다댔다.",
				"\"오늘은 너무 힘들었어…  이만 들어가서 쉬자…\"",
				"덜컥 덜컥",
				"다른 걸 생각할 겨를조차 없다. 뭔가에 쫒기듯이 도어락을 위로 제꼈지만 뭐가 문제인지 반응이 없다.",
				"\"뭐야?\"",
				"덜컥 덜컥 덜컥",
				"설마 도어락이 고장난거야?",
				"\"아니 왜\"",
				"덜컥 덜컥 덜컥 덜컥",
				"\"아니 왜!!\"",
				"덜컥 덜컥 덜컥 덜컥 덜컥",
				"쾅!",
				"\"아니 왜 하필 오늘 난리야!!!!\"",
				"일단 문을 열고 생각해보자"
				};
	public String[] stage4Organize =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] badEnding1 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] badEnding2 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] normalEnding1 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] normalEnding2 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] trueEnding =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};

}
