package deepsleep;

public class AllLines {
	public String[] stage3Start=
		{		"뭐....뭐야..?",
				"멀쩡한 집에 갑자기 불이라니.. 이게 무슨..?",
				"",
				"\"오늘은 너무 힘들었어…  이만 들어가서 쉬자…\"",
				"덜컥 덜컥",
				"다른 걸 생각할 겨를조차 없다. 뭔가에 쫒기듯이 도어락을 위로 제꼈지만 뭐가 문제인지 반응이 없다.",
				"\"뭐야?\"",
				"덜컥 덜컥 덜컥",
				"설마 도어락이 고장난거야?",
				"\"아니 왜\"",
				"덜컥 덜컥 덜컥 덜컥",
				"\"아니 왜!!\"",
				"덜컥 덜컥 덜컥 덜컥 덜컥",
				"쾅!",
				"\"아니 왜 하필 오늘 난리야!!!!\"",
				"일단 문을 열고 생각해보자"
				};
	public String[] stage3Organize =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] stage4Start=
		{		"화면이 밝아지며 평범한 빌라의 현관문이 드러난다.",
				"퀴퀴한 곰팡이 냄새, 습기를 잔뜩 먹은 먼지 냄새, 천장의 희미한 등빛에 모인 이름 모를 날벌레들. 징그럽도록 익숙한 풍경이다.",
				"익숙한 풍경, 익숙한 냄새에 반쯤 포기한 듯 한숨을 쉬면서 집 문의 도어락에 손을 갖다댔다.",
				"\"오늘은 너무 힘들었어…  이만 들어가서 쉬자…\"",
				"덜컥 덜컥",
				"다른 걸 생각할 겨를조차 없다. 뭔가에 쫒기듯이 도어락을 위로 제꼈지만 뭐가 문제인지 반응이 없다.",
				"\"뭐야?\"",
				"덜컥 덜컥 덜컥",
				"설마 도어락이 고장난거야?",
				"\"아니 왜\"",
				"덜컥 덜컥 덜컥 덜컥",
				"\"아니 왜!!\"",
				"덜컥 덜컥 덜컥 덜컥 덜컥",
				"쾅!",
				"\"아니 왜 하필 오늘 난리야!!!!\"",
				"일단 문을 열고 생각해보자"
				};
	public String[] stage4Organize =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] badEnding1 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] badEnding2 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] normalEnding1 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] normalEnding2 =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};
	public String[] trueEnding =
		{
				"사회인답게 이성적으로 생각해보자…  사실 이 정도 문제야 열쇠공에게 부탁하면 간단하게 열 수 있잖아?",
				"생각이 미친 김에 휴대폰을 꺼냈지만 전화를 걸기도 전에 눈에 들어오는 숫자에 좌절하고 말았다",
				"'02시 58분'",
				"이 시간까지 일하고 있을 열정 넘치는 열쇠공분은 아마도 없겠지",
				"생각이 미치니 갑자기 화가 치솟았다.",
				"가뜩이나 피곤하고 지친 하루인데, 안 그래도 힘든데 세상 모든게 최선을 다해 날 방해하고 있는 느낌이다.",
				"그 순간 옆집 문 구석쪽에 놓여있던 작은 장도리가 눈에 들어왔다.",
				"\"저건 분명…\" ",
				"옆집 아저씨가 찌그러진 계단 난간을 펴보겠다고 망치질하다가 포기하고 던져버린 녀석이다."
		};

}
