package deepsleep;

public class EndingLines {
	public void badEnding()
	{
		
	}
	public String[] NorMalEnding1 = new String[] { 
			"화르르르륵!",
			"\"히익!!\"",
			"매섭게 타오르는 불길이 바로 앞쪽을 스치고 지나가자,",
			"나도 모르게 입에서 이상한 비명소리가 나왔다",
			"모든 것을 집어삼킬 기세로 타오르는 불길은, 원초적인 공포심을 자극하며 사방으로 번지고 있었다",
			"\"이...이건 미친 짓이야....\"",
			"일단 살고 봐야겠다는 생각에 나도 모르게 현관문을 젖히고 밖으로 뛰쳐나갔다.",
			"그래.. 일단 내가 살아야 뭐라도 할 수 있지.. 지금은 이게 맞다고...",
			"나가서 119에 신고를 하던 뭘 하던, 도움을 구해서 다시 돌아오면 되잖아?",
			"그래.. 내 선택은 틀리지 않았어.. 일단 도망치고 보자",
			"그런데 왜 자꾸 졸음이 몰려오는거지...",
			"도저히 참을 수가 없을만큼 졸음이 몰려오는 것을 느끼며 눈을 감았다.",
			"[Normal Ending 1] 깊은 잠 속으로...."
	};
	
	public String[] normalEnding2 = new String[] {
			"..........",
			"..................",
			"그래..",
			"\"나는.....\"",
			"나는.. 한수연....26세...",
			"고양이 마루와 함께 살고있던....",
			"그저 평범한 소시민이었다..",
			"출근한 사이에 화재가 나서..",
			"연락을 받고 급히 집에 돌아왔을 때는..",
			"사방이 잿더미가 되어있는 집과 ",
			"믿을 수 없는 현실을 마주해야만 했다.",
			"\'안돼!!! 안돼!!!!!!마루야!!!! 마루야!!!!!!!!!!!....\'",
			"\'마루야....우리 마루 어떡해......마루야....\'",
			"목구멍을 뚫고 올라오는 기침을 애써 억누르며 소리를 질러보았지만",
			"조용히 감고 있던 눈을 뜨자,",
			"어느새 집 안의 풍경은 사라지고 없었다.",
			"어느새 난 빛 한줄기 보이지 않는 어두컴컴한 공간 안에 있었다.",
			"\"사실 어느정도 눈치채고 있었잖아..\"",
			"여기가 현실이 아니라는 것 정도는..",
			"조금씩 기억들이 돌아오며, 이 공간이 현실에서는 있을 수 없는 공간이란 것을 깨달았지만..",
			"\"그래도...혹시나...\"",
			"\"혹시나...한번이라도 더 볼 수 있지 않을까..\"",
			"마루를 한번이라도 더 볼 수 있지 않을까 하는 조그마한 기대를 품어 보았지만",
			"결국 마지막까지...",
			"\"하하.... 나는 결국...\"",
			"또 다시 참을 수 없을 정도로 졸음이 몰려오기 시작했다.",
			"지금 이 잠에 몸을 맡긴다면...나는 이만 편안하게 잠들 수 있겠지..",
			"이제 그만, 생각하는 것을 멈추고 조용히 이 달콤한 잠에 몸을 맡기자.",
			"어둠이 비단으로 짠 부드러운 베일처럼 내 의식을 감싸기 시작했다.",
			"그리고 나는 그 부드러움의 유혹을 이기지 못하고, 달콤한 잠에 의식을 맡겼다",
			"멀어지는 의식 속에서 어떤 목소리가 잠시 귀를 스친 것 같지만, 이제 그런 건 별로 중요하지 않아..",
			"[Normal Ending 2] 마침내.."
	};
		
	
	public void trueEnding()
	{
		
	}
}

	
