package deepsleep;

public class ProvisoInfo extends AllLines {
	public String[] stage1Provisoinfo =
		{
				"내가 올라온 계단이다. 딱히 특별한 점은 보이지 않는다.",
				"천장에서 희미한 형광등 불빛이 빛나고 있다. 등을 교체할 때가 된 모양인지 가끔씩 깜빡깜빡 꺼졌다 켜지기를 반복하고 있다.",
				"\"어쩌면 이걸 잠금쇠 사이로 밀어넣으면 열 수 있지 않을까?\"\r\n"
				+ "그래, 얼마전에 봤던 첩보영화에서처럼 말이야. 종이의 빳빳한 부분을 이용해서 이렇게…\r\n"
				+ "\"그래…  될 리가 없지..\"\r\n"
				+ "방문의 작은 걸쇠도 아니고 무려 현관문의 자물쇠를 종이로 열 수 있을 리가 없다\r\n",
				"열린 창문 너머로 작게 빌라 바깥쪽이 보인다. 바깥은 새까맣게 어둠이 내려앉아 묘하게 무서운 분위기를 풍긴다. 빨리 집으로 들어가자",
				"계단 위쪽에서는 아무런 소리도 들려오지 않는다. 누가 도와주지 않으려나..",
				"늘 보던 현관문이다. 이걸 빨리 열어야 집에 들어가서 쉴 수 있을텐데...",
				"\"혹시 배터리가 다 닳아서 안되는걸까?\"\r\n"
				+ "그럼 배터리만 가지고 있으면  간단히 해결할 수 있지 않은가?\r\n"
				+ "생각난김에 옆에 메고있던 에코백을 급하게 뒤져봤지만 배터리를 상시로 갖고 다니는 사람이 얼마나 있을까\r\n"
				+ "\"환장하겠네!! 진짜!!!!\"\r\n"
		};
	public String[] stage2Provisoinfo =
		{
				
		};
	public String[] stage3Provisoinfo =
		{
				
		};
	public String[] stage4Provisoinfo =
		{
				
		};


}
