package Stage4;

public class Stage4Lines {
	public String[] stage4Start=
		{		"..........",
				"..................",
				"그래..",
				"\"나는.....\"",
				"나는.. 한수연....26세...",
				"고양이 마루와 함께 살고있던....",
				"그저 평범한 소시민이었다..",
				"출근한 사이에 화재가 나서..",
				"연락을 받고 급히 집에 돌아왔을 때는..",
				"사방이 잿더미가 되어있는 집과 ",
				"믿을 수 없는 현실을 마주해야만 했다.",
				"\'안돼!!! 안돼!!!!!!마루야!!!! 마루야!!!!!!!!!!!....\'",
				"\'마루야....우리 마루 어떡해......마루야....\'",
				"목구멍을 뚫고 올라오는 기침을 애써 억누르며 소리를 질러보았지만",
				"조용히 감고 있던 눈을 뜨자,",
				"어느새 집 안의 풍경은 사라지고 없었다.",
				"어느새 난 빛 한줄기 보이지 않는 어두컴컴한 공간 안에 있었다.",
				"\"사실 어느정도 눈치채고 있었잖아..\"",
				"여기가 현실이 아니라는 것 정도는..",
				"조금씩 기억들이 돌아오며, 이 공간이 현실에서는 있을 수 없는 공간이란 것을 깨달았지만..",
				"\"그래도...혹시나...\"",
				"\"혹시나...한번이라도 더 볼 수 있지 않을까..\"",
				"마루를 한번이라도 더 볼 수 있지 않을까 하는 조그마한 기대를 품어 보았지만",
				"결국 마지막까지...",
				"\"하하.... 나는 결국...\"",
				"또 다시 참을 수 없을 정도로 졸음이 몰려오기 시작했다.",
				"지금 이 어둠에 몸을 맡긴다면...나는 이만 편안하게 잠들 수 있겠지..",
				"이제 그만, 생각하는 것을 멈추고 조용히 이 달콤한 잠에 몸을 맡기자.",
				"어둠이 비단으로 짠 부드러운 베일처럼 내 의식을 감싸기 시작했다.",
				"그리고 나는 그 부드러움의 유혹을 이기지 못하고, 달콤한 잠에 의식을 맡겼다",
				"멀어지는 의식 속에서 어떤 목소리가 잠시 귀를 스친 것 같지만, 이제 그런 건 별로 중요하지 않아..",
				"[Normal Ending 2] 마침내..",
				"...\r\n"
		};
	public String[] stage4CatsDead =
		{
				"마루...",
				"내가 죽인거나 마찬가지야..",
				"돈 몇 푼 아끼겠다고 문어발식 콘센트를 연결한 덕에 화재가 났다",
				"사방에서 불이 올라오는데, 나갈 곳은 없고..",
				"평소에 자기가 안전하다고 생각했던 이불 안에 들어가서 떨고 있었겠지",
				"\"얼마나 아팠을까...얼마나 무서웠을까...\"",
				"\"미안해...미안해...마루야.....\"",
				"...\r\n"
		};
	public String[] stage4Fire =
		{
				"내 부주의로 인해서 화재가 났다.",
				"회사에서 연락을 받고 급히 집에 돌아와 보니,",
				"내가 본 건 온 사방이 불에 타 재가 된 집과,",
				"도저히 믿기지 않는 광경.",
				"\"마루야!!!!!!!마루야!!!...\"",
				"한참을 울다가 간신히 마루를 수습하고 나오는 길에,",
				"나랑 똑같이 연락을 받고 온 집주인과 마주쳤다.",
				"\"아이고!!! 내 집!!!! 아이고....\"",
				"전소된 집 안을 보고 통곡하던 집 주인은,",
				"갑자기 눈을 시퍼렇게 뜨고 나에게 달려들어 멱살을 잡았다.",
				"\"내 집!!!!! 평생을 모아서 산 내 집 어떡할거야!!!!!\"",
				"\"물어내!!! 물어내라고 이년아!!!!!!\"",
				"내 멱살을 잡고 흔들던 집주인은, 내가 아무런 반응조차 하지 않자 내 목을 조르기 시작했다.",
				"\"죽어!!! 죽어서라도 물어내!!!!!!\"",
				"\"아주머니!! 진정하세요!! 김 대원 뭐해! 빨리 말려!!\"",
				"저지하는 소방대원들에게 끌려가면서도 내게 물어내라며 고래고래 소리를 지르던 아주머니는,",
				"그 날 오후에 바로 다시 찾아와 고소장을 내밀었다.",
				"그곳에는 내가 평생 보지도 못한 금액이 손해배상금으로 적혀 있었다.",
				"...\r\n"
		};
	public String[] stage3MainRoomLines =
		{
				"사방에 퍼져나가는 불길을 조심조심 피해가며 안방 문을 타고 넘어갔다.",
				"밖에서 본 것처럼 안방에는 전혀 불길의 영향이 닿고있지 않았다.",
				".........",
				"\"그래... 여기가 내 방이었지..\"",
				"늘 그래왔던 것처럼 전혀 의식하지 않고 침대에 살짝 앉자, 약간의 위화감이 들었다.",
				"\"우리 마루는 어디에 있지?\"",
				"고양이를 찾으려 방 안을 둘러보던 와중, 눈에 띄는 흔적을 발견했다",
				"\"이 새까만 자국들... 뭔가 탄 자국같은데..\"",
				"검게 탄 자국은 길게 늘어져, 안방에서부터 밖으로 이어져 있었다.",
				"\"안방에서 무언가가 불이 나서 밖으로 번진 모양이구나..\"",
				"잠시 딴 생각을 하던 와중, 퍼뜩 정신이 들었다.",
				"\"마루..그래... 우리 마루를 찾아야지.\"",
				"마루는 분명 안방 안에 있을 것이다. 좀 자세히 찾아보자.",
				"....\r\n"
		};
	public String[] stage3Org =
		{
				"\"머....머리가 너무 아파...\"",
				"양 손을 덜덜 떨면서 천천히 잿더미로 손을 가져갔다.",
				"이 잿더미의 정체가 무엇인지보다.. 지금 더 중요한게 있잖아...",
				"\"...하하하....그래.. 마루..마루를 찾아야지..\"",
				"\"나도 참... 마루를 찾는 것이 최우선인데 지금 뭐 하고 있는거람..\"",
				"떨리던 손은 어느새 온몸으로 번져, 이빨이 서로 부딛히며 딱딱 소리를 내었다.",
				"\"마루...마루를 찾자...\"",
				"...\r\n"
		};
	public String[] stage3identityLines =
		{
				"온 몸에 떨림이 멈추질 않는다",
				"\"마루....마루야.....\"",
				"필사적으로 부정하고 싶었지만..",
				"이불 속에 웅크리고 있는 그 형체는..",
				"\"마루... 우리 마루....\"",
				"흐느낌이 목울대를 넘어 자연스럽게 흘러나온다",
				"어느 샌가 흘러넘치기 시작한 눈물이 사정없이 양 볼을 타고 흐른다.",
				"머릿속이 차가워졌다가 뜨거워졌다를 반복하며, 온 세상이 빙글빙글 돌아가는 느낌이다.",
				"\"흐으으으윽...마루야...마루야!!!\"",
				"흐느끼며 잿더미에 손을 대자,",
				"사방에서 새빨간 불길이 일어나며 안방의 모든것이 불타기 시작했다",
				"불길이 온 세상을 뒤덮어버릴 만큼 거대하게 타오르고 있는 안방 한 가운데서",
				"나는 그저 마루를 껴안고 울고 있을 뿐이었다",
				"[Stage 3] CLEAR",
				"...\r\n"
		};
	public String Stage3Proviso1 = 
			"1. 화장실\r\n"
			+"2. 현관문\r\n"
			+"3. 싱크대\r\n"
			+"4. 불길\r\n"
			+"5. 안방\r\n"
	;
	public String Stage3EcobagList = 
			"1. 지갑\r\n"
			+"2. 휴대폰\r\n"
			+"3. 작은 봉투\r\n"
	;
	public String Stage3EcobagList2 = 
			"1. 지갑\r\n"
			+"2. 휴대폰\r\n"
			+"3. 작은 봉투\r\n"
			+"4. 원격 조종 장난감\r\n"
	;
	public String Stage3FirstChoice = 
			"1. 조사한다\r\n"
			+"2. 탈출한다\r\n"
	;
	public String Stage3ProvisoComb = 
			"단서 : 에코백\r\n"
			+"단서 : 휴대폰\r\n"
			+"단서 : 원격 조종 장난감\r\n"
			+"단서 : 지갑\r\n"
	;

	public String[] Stage3Option = {
			"1.  조사한다\r\n",
			"2. 탈출한다\r\n"
	};
	public String[] stage3Proviso1 = {
			"1.  화장실\r\n",
			"2. 싱크대\r\n",
			"3. 안방 문\r\n",
			"4. 불길\r\n",
			"5. 현관문\r\n"
			};
	public String stage3Proviso2 =
			"1.  전기 스토브\r\n"
			+"2. 전기 포트\r\n"
			+"3. 멀티탭\r\n"
			+"4. 이불\r\n"
			;
}

